
@php
$locale = session('locale', 'uk');
@endphp
@extends('layouts.layout')
    @section('navigation')

        <div class="relative w-full bg-top_bar shadow-md">
            <x-nav :locale="$locale" />
        </div>

    @endsection
    @section('content')
    <div class="p-8 bg-gray-100 text-gray-800">
        <h1 class="text-3xl font-bold mb-6">Політика конфіденційності</h1>
        <p class="mb-4">Ця політика конфіденційності визначає, як ФОП Emma Emma використовує і захищає будь-яку інформацію, яку ви надаєте при використанні нашого сайту <strong class="text-sky-600"> https://english.palemma.academy </strong> (далі – "Сайт").</p>

        <div class="mb-6">
            <h2 class="text-2xl font-semibold mb-2">1. Збір особистих даних</h2>
            <p class="mb-2">1.1. Ми збираємо особисті дані (ім’я, електронна пошта тощо) лише за вашою згодою та тільки для надання послуг.</p>
            <p>1.2. Дані, які ви надаєте, використовуються для реєстрації на курсах, обробки платежів та комунікації з вами.</p>
        </div>

        <div class="mb-6">
            <h2 class="text-2xl font-semibold mb-2">2. Використання особистих даних</h2>
            <p class="mb-2">2.1. Особисті дані не передаються третім особам без вашої згоди, окрім випадків, передбачених законодавством.</p>
            <p>2.2. Ми можемо використовувати ваші дані для інформування про нові курси та послуги на Сайті.</p>
        </div>

        <div class="mb-6">
            <h2 class="text-2xl font-semibold mb-2">3. Захист даних</h2>
            <p class="mb-2">3.1. Ми вживаємо всіх необхідних заходів для захисту ваших особистих даних від несанкціонованого доступу або розкриття.</p>
        </div>

        <div class="mb-6">
            <h2 class="text-2xl font-semibold mb-2">4. Права користувачів</h2>
            <p class="mb-2">4.1. Ви маєте право на доступ до своїх даних, їх виправлення або видалення.</p>
            <p>4.2. Для здійснення цих прав, будь ласка, зв'яжіться з нами через контактну форму на Сайті.</p>
        </div>

        <div class="mb-6">
            <h2 class="text-2xl font-semibold mb-2">5. Зміни політики конфіденційності</h2>
            <p>5.1. Ми залишаємо за собою право змінювати цю політику в будь-який час. Зміни набувають чинності з моменту публікації на Сайті.</p>
        </div>
    </div>

    @endsection
