
@php
$locale = session('locale', 'uk');
@endphp
@extends('layouts.layout')
    @section('navigation')

        <div class="relative w-full bg-top_bar shadow-md">
            <x-nav :locale="$locale" />
        </div>

    @endsection
    @section('content')
        <div class="p-8 bg-gray-100 text-gray-800">
            <h1 class="text-3xl font-bold mb-6">Правила користування сайтом</h1>
            <p class="mb-4">Ласкаво просимо на сайт <strong class="text-sky-600">https://english.palemma.academy</strong> (далі – "Сайт"). Відвідуючи наш Сайт та використовуючи наші послуги, ви погоджуєтеся з наступними правилами та умовами:</p>

            <div class="mb-6">
                <h2 class="text-2xl font-semibold mb-2">1. Загальні положення</h2>
                <p class="mb-2">1.1. Сайт належить та управляється ФОП Пальчевська Емма Артурівна.</p>
                <p>1.2. Використовуючи Сайт, ви підтверджуєте свою згоду з цими правилами користування. Якщо ви не згодні з будь-якими положеннями цих правил, прохання не використовувати наш Сайт.</p>
            </div>

            <div class="mb-6">
                <h2 class="text-2xl font-semibold mb-2">2. Послуги</h2>
                <p class="mb-2">2.1. На нашому Сайті ми надаємо доступ до онлайн-курсів з вивчення англійської мови.</p>
                <p>2.2. Доступ до курсів надається на умовах оплати. Інформація про вартість курсів доступна на відповідних сторінках Сайту.</p>
            </div>

            <div class="mb-6">
                <h2 class="text-2xl font-semibold mb-2">3. Реєстрація та створення облікового запису</h2>
                <p class="mb-2">3.1. Для використання платних послуг необхідно створити обліковий запис.</p>
                <p>3.2. Ви несете відповідальність за забезпечення конфіденційності свого облікового запису та пароля.</p>
            </div>

            <div class="mb-6">
                <h2 class="text-2xl font-semibold mb-2">4. Обмеження відповідальності</h2>
                <p class="mb-2">4.1. ФОП Пальчевська Емма Артурівна не несе відповідальності за будь-які прямі або непрямі збитки, пов’язані з використанням Сайту.</p>
                <p>4.2. Ми не гарантуємо безперебійність роботи Сайту або відсутність помилок.</p>
            </div>

            <div class="mb-6">
                <h2 class="text-2xl font-semibold mb-2">5. Політика повернення коштів</h2>
                <p>5.1. Усі платежі є остаточними та не підлягають поверненню, якщо інше не передбачено умовами конкретного курсу.</p>
            </div>

            <div class="mb-6">
                <h2 class="text-2xl font-semibold mb-2">6. Зміни правил</h2>
                <p>6.1. Ми залишаємо за собою право змінювати ці правила в будь-який час. Зміни набувають чинності з моменту публікації нової редакції правил на Сайті. У разі значних змін ми повідомимо користувачів через електронну пошту або через сповіщення на Сайті.</p>
            </div>
        </div>
    @endsection
