<?php
return  [
    'section_locked_head' => 'Этот раздел заблокирован.',
    'section_locked_msg' => 'Вы должны закончить предыдущие разделы, чтобы просмотреть этот раздел.',
    'available_sections' =>  'Доступные разделы',
    'available_message' => 'Разделы станут доступны по мере завершения предыдущих. Завершённые разделы выделены зелёным цветом.',
    'intro' => 'Вводный урок',
    'intro_lesson' => 'Видео - Знакомство и Вводный урок с пошаговыми инструкциями',
    'video_lesson' => 'Основные конструкции фразовых глаголов',
    'instructions' => 'Пошаговые  инструкции',
];

?>
