<?php
return [
  'course_name' => 'Фразовые глаголы',
  'course_desc' => 'Для тех, кто никогда изучал английский и все позабыл и хочет освежить знания',  'course' => 'Курс',
  'text_1' => 'Посмотрите это короткое видео,',
  'text_2' => 'где я расскажу подробно о курсе',

  'section1_p' => 'На курсе получите более 1000 фразовых глаголов разбитых на темы, и что не маловажно у вас будет тренажер после каждого блока. ',
  'join_btn' => 'Присоединиться',
  'section2_h_1' => 'Посмотрите короткое видео, ',
  'section2_h_2' => 'где я расскажу о курсе',
  'subscribe_btn' => 'Записаться на курс',
  'section3_h' => 'Для чего нужны фразовые глаголы.',
  'section3_p' => 'Фразовые глаголы - это одна из наиболее интересных и важных частей английского языка. Они являются неотъемлемой частью повседневной речи, и знание их использования обогатит ваш навык общения на английском.',
  'section4_h' => 'Что получите:',
  'section4_li_1' => 'Естественное общение: ',
  'section4_li_1_txt' => 'Фразовые глаголы являются неотъемлемой частью повседневной речи на английском языке. Их использование придает вашей речи натуральность и позволяет более эффективно и точно выражать свои мысли.',
  'section4_li_2' => 'Разнообразие выражений: ',
  'section4_li_2_txt' => 'Фразовые глаголы позволяют создавать множество разнообразных выражений и выразительных оборотов, что делает вашу речь более  интересной.',
  'section4_li_3' => 'Социальные навыки: ',
  'section4_li_3_txt' => 'Знание и умение использовать фразовые глаголы обогатит ваш словарный запас. Вы сможете более точно и живо выражать свои мысли, что положительно скажется на вашей способности поддерживать беседы и понимать собеседников.',
  'getpass_btn' => 'Получить доступ',
  'section5_p' => 'Я как опытный преподаватель знаю, что знание фразовых глаголов позволит вам понимать носителей языка и самим говорить как носитель.',


];
?>
