<?php
return  [
    'section_locked_head' => 'Этот раздел заблокирован.',
    'section_locked_msg' => 'Вы должны закончить предыдущие разделы, чтобы просмотреть этот раздел.',
    'available_sections' =>  'Доступные разделы',
    'available_message' => 'Разделы станут доступны по мере завершения предыдущих. Завершённые разделы выделены зелёным цветом.',
    'intro' => 'Вводный урок',
    'intro_lesson' => 'Видео - Знакомство и Вводный урок с пошаговыми инструкциями',
    'video_intro' => 'Видео-уроки',
    'video_lesson' => 'Основные конструкции фразовых глаголов',
    'instructions' => 'Пошаговые  инструкции',
    'name' => 'наименование',
    'quantity' => 'количество',
    'price' => 'цена',
    'oops' => 'Упс!',
    'no_course_msg' => 'Вы еще не приобрели ни одного курса.',
    'view_courses' => 'Просмотреть курсы',
    'dismiss' => 'Отменить',
    'note' => 'Примечание',
    'note_msg' => 'Пожалуйста, выполняя практику будьте внимательны. Предложения могут быть в разных временах!',
    'verb' => 'глагол',
    'was' => 'был',
    'were' => 'были',
    'for' => 'для',
    'dismiss' => '',
];

?>
