<?php
return [
  'course' => 'Курс',
  'course_name' => 'Фразовые глаголы',
  'course_desc' => 'Для тех, кто никогда изучал английский и все позабыл и хочет освежить знания',
  'buy' => 'купить',
  'login' => 'войти',
  'more' => 'подробнее',
  'warn-signin' => 'необходимо войти в систему, чтобы посмотреть этот контент',
  'welcome' => 'Добро пожаловать, :name ',
  'open_menu' => 'Открыть меню',
  'openusermenu' => 'Открыть меню пользователя',
  'watch_video' => 'смотреть видео',
  'closebtn' => 'закрыть',
  'correctanswers' => 'правильные ответы',
  'wronganswers' => 'неправильные ответы',
  'start' => 'начинать!',
  'continue' => 'продолжать',
  'completed' => 'завершенно',
  'not_started' => 'вы еще не завершили ни одного раздела',
];
?>
