<?php

return [
  'translate' => 'перевод',
  'click' => 'Нажмите на «перевод», чтобы увидеть перевод',
  'check' => 'Когда выучите фразу, поставьте галочку',
  'completed' => 'Завершенные разделы',
  'all_done' => 'Когда вы закончите изучать все фразы, нажмите «Далее», чтобы перейти к разделу практики.',
  'not_filled' => 'Пожалуйста, ответьте на все вопросы.',
  'not_checked' => 'Пожалуйста, изучите каждую фразу и запомните. Когда вы сможете легко запомнить фразу, поставьте галочку, чтобы отметить её как выполненную.',
  'error' => 'Ошибка! ',
  'choose' => 'Выберите правильный вариант',
  'point' => 'бал',
  'practice' => 'упражнения',
  'quiz' => 'Проверка',
  'next' => 'продолжать',
  'section' => 'глава',
  'locked-first' => 'Заблокированные разделы:',
  'locked-second' => 'Вы должны закончить один раздел, чтобы перейти к следующему.',
  'results' => 'Ваши результаты',
  'checkresults' => 'проверить результаты',
  'paidlessons' => 'оплаченные курсы',
  'othercompleted' => 'другие завершенные разделы:'

];

?>
