<?php
return [
    'description' => 'Привет! Я рада приветствовать вас в моей школе English Palemma Academy. Меня зовут Эмма, и я профессиональный преподаватель английского языка. Я армянка, но с 6 лет живу в Украине. Я люблю вкусный кофе и читать. Для меня важно развиваться, учиться новому и не останавливаться на достигнутом. С радостью поделюсь с вами знаниями.',
    'keywords' => 'Эмма, преподаватель английского, Palemma Academy, английский язык, обучение английскому, онлайн школа',
    'og_title' => 'Палемма Академия',
    'og_description' => 'Привет! Я рада приветствовать вас в моей школе English Palemma Academy. Меня зовут Эмма, и я профессиональный преподаватель английского языка. Я армянка, но с 6 лет живу в Украине. Я люблю вкусный кофе и читать. Для меня важно развиваться, учиться новому и не останавливаться на достигнутом. С радостью поделюсь с вами знаниями.',
    'og_image_alt' => 'Эмма Пальчевская',
];
