<?php
  return [
    'trnslt1' => 'Задуй все свечи на именинном пироге',
    'trnslt2' => 'Мы могли просто лежать(валяться) в постеле весь день',
    'trnslt3' => 'Мы хотим въехать (заселиться) сейчас',
    'trnslt4' => 'Скорее бы сесть на этот самолет',
    'trnslt5' => 'Далеко не каждый сможет позволить себе остановку в отеле',
    'trnslt6' => 'Одевайся хорошо, куда бы ты не шла/шел',
    'trnslt7' => 'Дождь продолжал лить',
    'trnslt8' => 'Я не люблю газированные напитки, я предпочитаю воду',
    'trnslt9' => 'Я приехала тебя подбодрить',
    'trnslt10' => 'Перестань баловаться - это серьезно',
  ];
?>