<?php
return [
    'profile_settings' => 'Настройка профиля',
    'profile_header' => 'Информация профиля',
    'profile_update_info' => 'Обновите информацию профиля вашей учетной записи и адрес электронной почты.',
    'name' => 'Имя',
    'email' => 'Электронная почта',
    'save' => 'Сохранить',
    'update_header' => 'Обновить пароль',
    'update_header_info' => 'Убедитесь, что ваша учетная запись использует длинный случайный пароль для обеспечения безопасности.',
    'current_pass' => 'Текущий пароль',
    'new_pass' => 'Новый пароль',
    'confirm_pass' => 'Подтвердите пароль',
    'delete_account' => 'Удалить аккаунт',
    'delete_msg' => 'После удаления вашего аккаунта все его ресурсы и данные будут удалены навсегда. Перед удалением аккаунта загрузите любые данные или информацию, которые вы хотите сохранить.',
    'delete' => 'Удалить',
    'sure' => 'Вы уверены, что хотите удалить свою учетную запись?',
    'cancel' => 'Отмена',
];
