<?php
return [
  'trnslt1' => 'Ты узнал кто взял печенье?',
  'trnslt2' => 'Концерт не оправдал моих надежд.',
  'trnslt3' => 'Простите, но я не думаю, что он когда-то остепенится.',
  'trnslt4' => 'Мне холодно, можно, пожалуйста, увеличить отопление?',
  'trnslt5' => 'Мы дадим ему пару часов, чтобы охладиться.',
  'trnslt6' => 'Посмотрите за моим братом, пока меня нет.',
  'trnslt7' => 'Она думает, что ты бездельничаешь по дому.',
  'trnslt8' => 'Я не в настроении, чтобы идти куда-то сегодня вечером.',
  'trnslt9' => 'Посмотрим, может удастся увеличить.',
  'trnslt10' => 'Они вырезали большинство сцен с ней.',
];


?>