<?php

// app/Helpers/MonobankHelper.php
namespace App\Helpers;

class MonobankHelper
{
    public static function getErrorMessage($code)
    {
        $errorMessages = [
            6 => "Операцію заблоковано банком-емітентом",
            40 => "Карта втрачена. Витрати обмежені",
            41 => "Карта втрачена. Витрати обмежені",
            50 => "Витрати по карті обмежені",
            51 => "У картки, з якої ви намагаєтеся зробити переказ, закінчився строк дії",
            52 => "Номер картки вказано невірно",
            54 => "Стався технічний збій",
            55 => "Помилка налаштувань торгівельної точки",
            56 => "Тип карти не підтримує подібні оплати",
            57 => "Транзакція не підтримується",
            58 => "Витрати по карті обмежені на покупку",
            59 => "На картці недостатньо коштів для завершення покупки",
            60 => "На картці перевищено ліміт кількості видаткових операцій",
            61 => "На картці перевищено інтернет-ліміт",
            62 => "Досягнуто або перевищено ліміт на кількість неправильних вводів PIN-коду",
            63 => "На картці перевищено інтернет-ліміт",
            67 => "Помилка налаштувань торгівельної точки",
            68 => "Відмова в проведені операції з боку МПС",
            71 => "Операцію заблоковано банком-емітентом",
            72 => "Операцію заблоковано банком-емітентом",
            73 => "Помилка маршрутизації",
            74 => "Помилка налаштувань торгівельної точки",
            75 => "Операцію заблоковано банком-емітентом",
            80 => "Неправильний CVV код (3 цифри на звороті картки)",
            81 => "Неправильний CVV2 код (3 цифри на звороті картки)",
            82 => "Транзакція не дозволена з такими умовами проведення",
            83 => "Перевищені ліміти спроб оплати з карт",
            84 => "Неправильне значення перевірочного числа 3D Secure Cardholder Authentication Verification Value",
            98 => "Помилка налаштувань торгівельної точки",
            1000 => "Здається, наш кіт облажався",
            // ... Continue for each error code as needed
            8006 => "Ой, ой, перевищено ліміти на прийом оплат"
        ];

        return $errorMessages[$code] ?? "Невідома помилка. Зверніться до підтримки.";
    }
}
