<?php
return  [
    'section_locked_head' => 'Цей розділ заблоковано!',
    'section_locked_msg' => 'Ви повинні закінчити попередні розділи, щоб переглянути цей розділ.',
    'available_sections' =>  'Доступні розділи',
    'available_message' => 'Розділи стануть доступними після завершення попередніх. Завершені розділи позначені зеленим кольором.',
    'intro' => 'Вступний урок',
    'intro_lesson' => 'Знайомство та Вступний урок з покроковими інструкціями',
    'video_intro' => 'Відео-уроки',
    'video_lesson' => 'Основні конструкції фразових дієслів',
    'instructions' => 'Покрокові інструкції',
];
?>
