<?php

return [
    'first_name' => 'ім\'я',
    'first_name_ph' => 'Введіть своє ім\'я',
    'last_name' => 'Прізвище',
    'last_name_ph' => 'Введіть своє прізвище',
    'email' => 'Електронна пошта',
    'email_ph' => 'Введіть свою електронну адресу',
    'phone' => 'Номер телефону',
    'phone_ph' => 'Введіть свій номер телефону',
    'password' => 'Пароль',
    'choose_password' => 'Будь ласка, виберіть пароль',
    'confirm_password' => 'Будь ласка, підтвердіть свій пароль',
    'save' => 'Зберігати',

];







