<?php
return [
  'course' => 'Курс',
  'course_name' => 'Фразові дієслова',
  'course_desc' => 'Для тих, хто ніколи вивчав англійську і все забув і хоче освіжити знання',
  'buy' => 'купити',
  'login' => 'входити',
  'more' => 'детальніше',
  'warn-signin' => 'необхідно увійти до системи, щоб переглянути цей контент',
  'welcome' => 'Ласкаво просимо, :name ',
  'open_menu' => 'Відкрити меню',
  'openusermenu' => 'Відкрити меню користувача',
  'watch_video' => 'дивитися відео',
  'closebtn' => 'закрити',
  'correctanswers' => 'правильні відповіді',
  'wronganswers' => 'неправильні відповіді',
  'start' => 'почати!',
  'continue' => 'продовжувати',
  'completed' => 'завершено',
  'not_started' => 'ви ще не заповнили жодного розділу',
  'upload' => 'завантажити',
  'save' => 'зберегти',
];
?>
