<?php

return [
  'translate' => 'переклад',
  'click' => 'Натисніть на «переклад», щоб побачити переклад',
  'check' => 'Коли ви вивчите фразу, поставте прапорець',
  'completed' => 'Завершені розділи',
  'all_done' => 'Коли ви закінчите вивчати всі фрази, натисніть «Далі», щоб перейти до розділу практики.',
  'not_filled' => 'Будь ласка, дайте відповідь на всі запитання.',
  'not_checked' => 'Будь ласка, вивчіть кожну фразу та запам\'ятайте. Коли ви можете легко запам\'ятати фразу, поставте галочку, щоб відзначити її як виконану.',
  'error' => 'Помилка! ',
  'choose' => 'Виберіть правильний варіант',
  'point' => 'бал',
  'practice' => 'Вправи',
  'quiz' => 'Перевірка',
  'next' => 'продовжувати',
  'section' => 'глава',
  'locked-first' => 'Заблоковані розділи: ',
  'locked-second' => 'Ви повинні закінчити один розділ, щоб перейти до наступного.',
  'results' => 'Ваши результати',
  'checkresults' => 'перевірити результати',
  'paidlessons' => 'оплачені курси',
  'othercompleted' => 'інші завершені розділи:',
  'check' =>  'перевірити',
];

?>
