<?php
return [
    'description' => 'Привіт! Я рада вітати вас у своїй школі English Palemma Academy. Мене звуть Емма, і я професійний викладач англійської мови. Я вірменка, але з 6 років живу в Україні. Я люблю смачну каву і читати. Для мене дуже важливо розвиватися, вчитися новому та не зупинятися на досягнутому. Із задоволенням ділитимуся з вами знаннями.',
    'keywords' => 'Емма, викладач англійської, Palemma Academy, англійська мова, навчання англійській, онлайн школа',
    'og_title' => 'Академія Палемма',
    'og_description' => 'Привіт! Я рада вітати вас у своїй школі English Palemma Academy. Мене звуть Емма, і я професійний викладач англійської мови. Я вірменка, але з 6 років живу в Україні. Я люблю смачну каву і читати. Для мене дуже важливо розвиватися, вчитися новому та не зупинятися на досягнутому. Із задоволенням ділитимуся з вами знаннями.',
    'og_image_alt' => 'Емма Пальчевська',
];
