<?php 

return [
  'trnslt1' => 'Задуй всі свічки на іменинному пирозі',
  'trnslt2' => 'Ми могли просто лежати (валятися) в ліжку весь день',
  'trnslt3' => 'Ми хочемо в\'їхати (оселитися) зараз',
  'trnslt4' => 'Швидше б сісти на цей літак',
  'trnslt5' => 'Далеко не кожен зможе дозволити собі зупинку в готелі',
  'trnslt6' => 'Одягайся добре, куди б ти не йшов/йшла',
  'trnslt7' => 'Дощ продовжував лити',
  'trnslt8' => 'Я не люблю газовані напої, я віддаю перевагу воді',
  'trnslt9' => 'Я приїхала тебе підбадьорити',
  'trnslt10' => 'Припини балуватися - це серйозно',
];

?>