<?php
return [
    'profile_settings' => 'Налаштування профілю',
    'profile_header' => 'Інформація профілю',
    'profile_update_info' => 'Оновіть інформацію профілю вашого облікового запису та адреси електронної пошти.',
    'name' => 'Ім\'я',
    'email' => 'Електронна пошта',
    'save' => 'Зберегти',
    'update_header' => 'Обновити пароль',
    'update_header_info' => 'Переконайтеся, що ваш обліковий запис використовує довгий випадковий пароль для забезпечення безпеки.',
    'current_pass' => 'Поточний пароль',
    'new_pass' => 'Новий пароль',
    'confirm_pass' => 'Підтвердіть пароль',
    'delete_account' => 'Видалити обліковий запис',
    'delete_msg' => 'Після видалення облікового запису всі його ресурси та дані будуть видалені назавжди. Перед видаленням облікового запису завантажте будь-які дані або інформацію, які потрібно зберегти.',
    'delete' => 'Видалити',
    'sure' => 'Ви впевнені, що хочете видалити свій обліковий запис?',
    'cancel' => 'Скасувати',
];
