<?php
return [
  'trnslt1' => 'Ти дізнався, хто взяв печиво?',
  'trnslt2' => 'Концерт не виправдав моїх очікувань.',
  'trnslt3' => 'Вибачте, але я не думаю, що він коли-небудь оселиться.',
  'trnslt4' => 'Мені холодно, можна, будь ласка, збільшити опалення?',
  'trnslt5' => 'Ми дамо йому кілька годин, щоб охолонути.',
  'trnslt6' => 'Доглянь за моїм братом, поки мене нема.',
  'trnslt7' => 'Вона думає, що ти ледарюєш вдома.',
  'trnslt8' => 'Я не в настрої, щоб кудись йти сьогодні ввечері.',
  'trnslt9' => 'Подивимося, чи вдасться збільшити.',
  'trnslt10' => 'Вони вирізали багато сцен з нею.',
];

?>